Repository: sorty-organizer/Sorty
Catalog: Sources/SortyLib/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# "%@" matched %lld %@ in %lld %@.
source: "%1$@" matched %2$lld %3$@ in %4$lld %5$@.
de: "%1$@" passte %2$lld %3$@ in %4$lld %5$@.
es: "%1$@" coincidió con %2$lld %3$@ en %4$lld %5$@.
fr: "%1$@" a correspondu à %2$lld %3$@ dans %4$lld %5$@.
ja: "%1$@" は %2$lld %3$@ と一致しました。%4$lld %5$@ です。
zh_hans: "%1$@" 匹配 %2$lld %3$@ 在 %4$lld %5$@ 中。

source: %@ Edit the instructions above, then click Improve again.
de: %1$@ Bearbeite die Anweisungen oben, dann klicke erneut auf Verbessern.
es: %1$@ Edite las instrucciones anteriores, luego haga clic en Mejorar nuevamente.
fr: %1$@ Modifiez les instructions ci-dessus, puis cliquez à nouveau sur Améliorer.
ja: %1$@ 上記の指示を編集し、再度「改善」をクリックしてください。
zh_hans: %1$@ 编辑上面的指令，然后再次点击改进。

# %@ complete. %@
source: %1$@ complete. %2$@
de: %1$@ vollständig. %2$@
es: %1$@ completo. %2$@
fr: %1$@ terminé. %2$@
ja: %1$@ です。%2$@
zh_hans: %1$@ 完成。%2$@

source: %@ organization style
de: %1$@ Organisationsstil
es: Estilo de organización %1$@
fr: %1$@ style d'organisation
ja: %1$@ の整理スタイル
zh_hans: %1$@ 组织风格

source: %@ permission demo video
de: %1$@ Berechtigungsdemovideo
es: Vídeo de demostración de permisos %1$@
fr: %1$@ vidéo de démonstration de permission
ja: %1$@ の権限デモビデオ
zh_hans: %1$@ 权限演示视频

source: %@ settings
de: %1$@ Einstellungen
es: Ajustes %1$@
fr: %1$@ paramètres
ja: %1$@ の設定
zh_hans: %1$@ 设置

source: %@ system prompt
de: %1$@ Systemprompt
es: Prompt del sistema %1$@
fr: %1$@ prompt système
ja: %1$@ のシステムプロンプト
zh_hans: %1$@ 系统提示

# %@, %lld files
source: %1$@, %2$lld files
de: %1$@, %2$lld Dateien
es: %1$@, %2$lld archivos
fr: %1$@, %2$lld fichiers
ja: %1$@、%2$lld ファイル
zh_hans: %1$@, %2$lld 文件

source: %lld active
de: %1$lld aktiv
es: %1$lld activos
fr: %1$lld actif
ja: %1$lld アクティブ
zh_hans: %1$lld 活跃

source: %lld applied
de: %1$lld angewendet
es: %1$lld aplicados
fr: %1$lld appliqué
ja: %1$lld 適用
zh_hans: %1$lld 应用

source: %lld characters
de: %1$lld Zeichen
es: %1$lld caracteres
fr: %1$lld caractères
ja: %1$lld 文字
zh_hans: %1$lld 字符

source: %lld copies
de: %1$lld Kopien
es: %1$lld copias
fr: %1$lld copies
ja: %1$lld コピー
zh_hans: %1$lld 复制

source: %lld corrected
de: %1$lld korrigiert
es: %1$lld corregidos
fr: %1$lld corrigés
ja: %1$lld 正しいもの
zh_hans: %1$lld 修正

# %lld correction%@
source: %1$lld correction%2$@
de: %1$lld Korrektur%2$@
es: %1$lld corrección%2$@
ja: %1$lld 正しいもの%2$@
zh_hans: %1$lld 修正%2$@

source: %lld deleted
de: %1$lld gelöscht
es: %1$lld eliminados
fr: %1$lld supprimés
ja: %1$lld 削除
zh_hans: %1$lld 删除

source: %lld disabled
de: %1$lld deaktiviert
es: %1$lld desactivados
fr: %1$lld désactivés
ja: %1$lld 無効化
zh_hans: %1$lld 禁用

# %lld duplicate%@ found
source: %1$lld duplicate%2$@ found
de: %1$lld Duplicate%2$@ gefunden
es: %1$lld duplicado%2$@ encontrado
fr: %1$lld duplicat%2$@ trouvé
ja: %1$lld 重複%2$@ が見つかりました
zh_hans: %1$lld 重复%2$@ 发现

source: %lld edits captured for learning
de: %1$lld Bearbeitungen erfasst für Lernen
es: %1$lld ediciones capturadas para el aprendizaje
fr: %1$lld édits capturés pour l'apprentissage
ja: %1$lld 編集が学習のために記録されました
zh_hans: %1$lld 编辑被记录用于学习

# %lld file%@
source: %1$lld file%2$@
de: %1$lld Datei%2$@
es: %1$lld archivo%2$@
fr: %1$lld fichier%2$@
ja: %1$lld ファイル%2$@
zh_hans: %1$lld 文件%2$@

# %lld file%@ unavailable and excluded from these results.
source: %1$lld file%2$@ unavailable and excluded from these results.
de: %1$lld Datei%2$@ nicht verfügbar und aus diesen Ergebnissen ausgeschlossen.
es: %1$lld archivo%2$@ no disponible y excluido de estos resultados.
fr: %1$lld fichier%2$@ non disponible et exclu de ces résultats.
ja: %1$lld ファイル%2$@ は利用できませんが、これらの結果から除外されます。
zh_hans: %1$lld 文件%2$@ 无法使用并被排除在这些结果之外。

# %lld file%@ with learnings context
source: %1$lld file%2$@ with learnings context
de: %1$lld Datei%2$@ mit Lernkontext
es: %1$lld archivo%2$@ con contexto de aprendizaje
fr: %1$lld fichier%2$@ avec contexte d'apprentissage
ja: %1$lld ファイル%2$@ に学習コンテキストがあります
zh_hans: %1$lld 文件%2$@ 有学习上下文

source: %1$lld file(s) no longer exist and cannot be restored: %2$@%3$@ Continue with partial restore?
de: %1$lld Datei(s) existieren nicht mehr und können nicht wiederhergestellt werden: %2$@%3$@ Weiter mit teilweise Wiederherstellung?
es: %1$lld archivo(s) ya no existen y no pueden restablecerse: %2$@%3$@ Continuar con el restablecimiento parcial?
fr: %1$lld fichier(s) n'existent plus et ne peuvent pas être restaurés: %2$@%3$@ Continuer avec un restauration partielle ?
ja: %1$lld ファイル(s) はもう存在せず、復元できません: %2$@%3$@ 部分的に復元しますか？
zh_hans: %1$lld 文件(s) 已不再存在且无法恢复: %2$@%3$@ 继续进行部分恢复？

source: %lld file(s) will be moved to Trash. History can restore them until Trash is emptied.
de: %1$lld Datei(s) werden in die Papierkorb moved. Geschichte kann sie bis der Papierkorb leer ist wiederherstellen.
es: %1$lld archivo(s) se moverán a la Papelera. La historia puede restablecerlos hasta que la Papelera esté vacía.
fr: %1$lld fichier(s) seront déplacés dans la Corbeille. L'historique peut les restaurer jusqu'à ce que la Corbeille soit vide.
ja: %1$lld ファイル(s) がゴミ箱に移動されます。ゴミ箱が空になるまで履歴で復元できます。
zh_hans: %1$lld 文件(s) 将被移动到废纸篓。在废纸篓清空之前可以恢复。

source: %lld files
de: %1$lld Dateien
es: %1$lld archivos
fr: %1$lld fichiers
ja: %1$lld ファイル
zh_hans: %1$lld 文件

source: %lld files moved
de: %1$lld Dateien verschoben
es: %1$lld archivos movidos
fr: %1$lld fichiers déplacés
ja: %1$lldファイルが移動しました
zh_hans: %1$lld 文件已移动

# %lld files • %lld folders
source: %1$lld files • %2$lld folders
de: %1$lld Dateien • %2$lld Ordner
es: %1$lld archivos • %2$lld carpetas
fr: %1$lld fichiers • %2$lld dossiers
ja: %1$lldファイル • %2$lldフォルダ
zh_hans: %1$lld 文件 • %2$lld 文件夹

# %lld folder%@ active
source: %1$lld folder%2$@ active
de: %1$lld Ordner%2$@ aktiv
es: %1$lld carpeta%2$@ activa
fr: %1$lld dossier%2$@ actif
ja: %1$lldフォルダ%2$@がアクティブです
zh_hans: %1$lld 文件夹%2$@ 激活

source: %lld folder(s) need attention
de: %1$lld Ordner(s) benötigen Aufmerksamkeit
es: %1$lld carpeta(s) necesitan atención
fr: %1$lld dossier(s) à l'attention
ja: %1$lldフォルダ(s)に注意が必要です
zh_hans: %1$lld 文件夹(s) 需要关注

source: %lld folders
de: %1$lld Ordner
es: %1$lld carpetas
fr: %1$lld dossiers
ja: %1$lldフォルダ
zh_hans: %1$lld 文件夹

# %lld group%@, %lld duplicate%@
source: %1$lld group%2$@, %3$lld duplicate%4$@
de: %1$lld Gruppe%2$@, %3$lld Doppelte%4$@
es: %1$lld grupo%2$@, %3$lld duplicado%4$@
fr: %1$lld groupe%2$@, %3$lld duplicat%4$@
ja: %1$lldグループ%2$@, %3$lld重複%4$@
zh_hans: %1$lld 组%2$@, %3$lld 重复%4$@

source: %lld identical files found
de: %1$lld identische Dateien gefunden
es: %1$lld archivos idénticos encontrados
fr: %1$lld fichiers identiques trouvés
ja: %1$lld同一のファイルが見つかりました
zh_hans: %1$lld 相同文件发现

# %lld manual %@ captured for learning
source: %1$lld manual %2$@ captured for learning
de: %1$lld manuelle %2$@ für Lernen erfasst
es: %1$lld manual %2$@ capturado para aprender
fr: %1$lld manual %2$@ capturé pour l'apprentissage
ja: %1$lld手動%2$@が学習のために記録されました
zh_hans: %1$lld 手动 %2$@ 用于学习

source: %lld moved
de: %1$lld verschoben
es: %1$lld movidos
fr: %1$lld déplacés
ja: %1$lld移動しました
zh_hans: %1$lld 移动

# %lld of %lld granted
source: %1$lld of %2$lld granted
de: %1$lld von %2$lld erteilt
es: %1$lld de %2$lld concedidos
fr: %1$lld de %2$lld accordés
ja: %1$lld of %2$lldが許可されました
zh_hans: %1$lld of %2$lld 已授权

source: %lld renamed
de: %1$lld umbenannt
es: %1$lld renombrados
fr: %1$lld renommés
ja: %1$lldリネームしました
zh_hans: %1$lld 重命名

source: %lld renames
de: %1$lld Umbenennungen
es: %1$lld renombramientos
fr: %1$lld renommer
ja: %1$lldリネーム
zh_hans: %1$lld 重命名

source: %lld runs
de: %1$lld Laufe
es: %1$lld ejecuciones
fr: %1$lld exécutions
ja: %1$lld実行
zh_hans: %1$lld 运行

source: %lld runs recorded
de: %1$lld Laufe erfasst
es: %1$lld ejecuciones registradas
fr: %1$lld exécutions enregistrées
ja: %1$lld実行が記録されました
zh_hans: %1$lld 运行记录

source: %lld selected
de: %1$lld ausgewählt
es: %1$lld seleccionados
fr: %1$lld sélectionnés
ja: %1$lld選択しました
zh_hans: %1$lld 选择

source: %lld snapshots
de: %1$lld Schnappschüsse
es: %1$lld instantáneas
fr: %1$lld captures d'écran
ja: %1$lldスナップショット
zh_hans: %1$lld 快照

source: %lld unavailable
de: %1$lld nicht verfügbar
es: %1$lld no disponibles
fr: %1$lld indisponibles
ja: %1$lld利用不可
zh_hans: %1$lld 不可用

source: %llds
de: %1$llds
es: %1$llds
fr: %1$llds
ja: %1$llds
zh_hans: %1$llds

source: (%lld files)
de: (%1$lld Dateien)
es: (%1$lld archivos)
fr: (%1$lld fichiers)
ja: (%1$lldファイル)
zh_hans: (%1$lld 文件)

source: (Edited)
de: (Bearbeitet)
es: (Editado)
fr: (Édité)
ja: (編集)
zh_hans: (编辑)

source: (History)
de: (Historie)
es: (Historia)
fr: (Historique)
ja: (履歴)
zh_hans: (历史)

source: + %lld more...
de: + %1$lld mehr...
es: + %1$lld más...
fr: + %1$lld plus...
ja: + %1$lld件もっと...
zh_hans: + %1$lld 更多...

source: 1 year
de: 1 Jahr
es: 1 año
fr: 1 an
ja: 1年
zh_hans: 1 年

source: 1. Open verification page
de: 1. Verifikationsseite öffnen
es: (1. Verificar la página}
fr: (1. Ouvrir la page de vérification)
ja: 1. 認証ページを開く
zh_hans: (1. 打开验证页面)

source: 2. Enter code
de: 2. Code eingeben
es: 2. Ingresa el código
fr: 2. Entrer le code
ja: 2. コードを入力してください
zh_hans: 2. 输入代码

source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
ja: 30日
zh_hans: 30天

source: 90 days
de: 90 Tage
es: 90 días
fr: 90 jours
ja: 90日
zh_hans: 90天

source: A file already exists at the destination:
de: Eine Datei existiert bereits am Zielort:
es: Un archivo ya existe en la destinación:
fr: Un fichier existe déjà à l'emplacement de destination
ja: 目的の場所にすでにファイルが存在します:
zh_hans: 目标位置已存在文件：

source: A friendly name for this storage location
de: Ein freundlicher Name für diese Speicherort
es: Un nombre amable para esta ubicación de almacenamiento
fr: Un nom amical pour cette localisation de stockage
ja: このストレージ場所用の親切な名前
zh_hans: 此存储位置的友好名称

source: A lean automation model keeps watched folders responsive without changing the main Organize page.
de: Ein schlankes Automatisierungsmodell hält beobachtete Ordner reaktiv ohne die Hauptseite 'Organisieren' zu verändern.
es: Un modelo de automatización ligero mantiene las carpetas vigiladas responsivas sin cambiar la página principal Organizar.
fr: Un modèle d'automatisation léger maintient les dossiers surveillés réactifs sans modifier la page principale Organize.
ja: 軽量な自動化モデルは、メインのOrganizeページを変更せずに監視フォルダを迅速に保持します。
zh_hans: 一个轻量的自动化模型可保持监视的文件夹响应迅速，而无需更改主组织页面。

source: A passive learning system that watches how you organize files and learns your preferences over time.
de: Ein passiver Lernmechanismus, der beobachtet, wie Sie Dateien organisieren, und lernt Ihre Präferenzen im Laufe der Zeit.
es: Un sistema de aprendizaje pasivo que observa cómo organizas los archivos y aprende tus preferencias con el tiempo.
fr: Un système d'apprentissage passif qui observe comment vous organisez les fichiers et apprend vos préférences au fil du temps.
ja: あなたのファイルを整理する方法を観察し、時間とともにあなたの好みを学習する能動的な学習システム。
zh_hans: 一个被动学习系统，会观察您如何组织文件，并随着时间的推移学习您的偏好。

source: AI Reasoning
de: KI-Abwärtsschlussfolge
es: Razonamiento AI
fr: Raisonnement AI
ja: AI推論
zh_hans: AI推理

source: AI Response
de: AI Antwort
es: Respuesta AI
fr: Réponse AI
ja: AI応答
zh_hans: AI响应

source: AI reasoning
de: AI Abwägung
es: Razonamiento AI
fr: Raisonnement AI
ja: AI推論
zh_hans: AI推理

source: AI response preview
de: AI Antwortvorlage
es: Vista previa de respuesta AI
fr: Aperçu de la réponse AI
ja: AI応答のプレビュー
zh_hans: AI响应预览

source: AI response preview hidden in Privacy Mode
de: AI Antwortvorlage verborgen in Privatsphäremodus
es: Vista previa de respuesta AI oculta en modo Privacidad
fr: Aperçu de la réponse AI masqué en mode Confidentialité
ja: プライバシーモードで隠されたAI応答のプレビュー
zh_hans: AI响应预览隐藏在隐私模式中

source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
ja: APIキー
zh_hans: API密钥

source: About Sorty
de: Über Sorty
es: Acerca de Sorty
fr: À propos de Sorty
ja: Sortyについて
zh_hans: 关于Sorty

source: About generating deeplinks
de: Über die Generierung von deeplinks
es: Acerca de la generación de deeplinks
fr: À propos de la génération de deeplinks
ja: デプルリンク生成について
zh_hans: 关于生成深度链接

source: About storage locations
de: Über Speicherorten
es: Acerca de ubicaciones de almacenamiento
fr: À propos des localisations de stockage
ja: ストレージ場所について
zh_hans: 关于存储位置

source: Access Lost
de: Zugriff verloren
es: Acceso perdido
fr: Accès perdu
ja: アクセスを失いました
zh_hans: 访问丢失

source: Accreditations
de: Ehrungen
es: Credenciales
fr: Reconnaissances
ja: 認証
zh_hans: 资质认证

source: Actions
de: Aktionen
es: Acciones
ja: アクション
zh_hans: 操作

source: Activate Extension
de: Erweiterung aktivieren
es: Activar Extensión
fr: Activer l'extension
ja: 拡張機能を有効にする
zh_hans: 激活扩展

source: Activate to %@
de: Aktivieren um %1$@
es: Activar para %1$@
fr: Activer pour %1$@
ja: %1$@を有効にする
zh_hans: 激活以%1$@

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
zh_hans: 添加

source: Add %@ exclusion rule
de: Hinzufügen %1$@ Ausnahmeregel
es: Añadir %1$@ regla de exclusión
fr: Ajouter %1$@ règle d'exclusion
ja: %1$@ の除外ルールを追加
zh_hans: 添加 %1$@ 排除规则

source: Add %@ to watched folders
de: Hinzufügen %1$@ zu beobachteten Ordner
es: Añadir %1$@ a carpetas vigiladas
fr: Ajouter %1$@ aux dossiers surveillés
ja: %1$@ を監視フォルダに追加
zh_hans: 将 %1$@ 添加到监视文件夹

source: Add Custom Location
de: Hinzufügen benutzerdefinierter Lokation
es: Añadir ubicación personalizada
fr: Ajouter une localisation personnalisée
ja: カスタムロケーションを追加
zh_hans: 添加自定义位置

source: Add Examples
de: Beispiele hinzufügen
es: Añadir ejemplos
fr: Ajouter des exemples
ja: 例を追加
zh_hans: 添加示例

source: Add Exclusion Rule
de: Ausnahmeregel hinzufügen
es: Añadir regla de exclusión
fr: Ajouter une règle d'exclusion
ja: 除外ルールを追加
zh_hans: 添加排除规则

source: Add Folder
de: Ordner hinzufügen
es: Añadir carpeta
fr: Ajouter un dossier
ja: フォルダを追加
zh_hans: 添加文件夹

source: Add New Prompt
de: Neue Prompt hinzufügen
es: Añadir nuevo prompt
fr: Ajouter un nouveau prompt
ja: 新しいプロンプトを追加
zh_hans: 添加新提示

source: Add Rule
de: Regel hinzufügen
es: Añadir regla
fr: Ajouter une règle
ja: ルールを追加
zh_hans: 添加规则

source: Add a folder-count or hierarchy preference here when needed, then use Save to reuse these instructions.
de: Füge hier bei Bedarf eine Präferenz für Ordneranzahl oder Hierarchie hinzu und verwende dann „Speichern“, um diese Anweisungen wiederzuverwenden.
es: Añade aquí una preferencia de número de carpetas o jerarquía cuando la necesites y usa Guardar para reutilizar estas instrucciones.
fr: Ajoutez ici une préférence de nombre de dossiers ou de hiérarchie si nécessaire, puis utilisez Enregistrer pour réutiliser ces instructions.
ja: 必要に応じてフォルダ数や階層の希望をここに追加し、「保存」でこの指示を再利用できます。
zh_hans: 需要时在此添加文件夹数量或层级偏好，然后使用“保存”重复使用这些指令。

source: Optional. Put persistent preferences here, including preferred folder count or hierarchy. Sorty saves them with %@.
de: Optional. Lege hier dauerhafte Präferenzen fest, einschließlich der bevorzugten Ordneranzahl oder Hierarchie. Sorty speichert sie mit %1$@.
es: Opcional. Añade aquí preferencias permanentes, incluido el número de carpetas o la jerarquía. Sorty las guarda con %1$@.
fr: Facultatif. Ajoutez ici vos préférences permanentes, notamment le nombre de dossiers ou la hiérarchie. Sorty les enregistre avec %1$@.
ja: 任意。希望するフォルダ数や階層などの継続的な設定をここに追加します。Sorty は %1$@ と一緒に保存します。
zh_hans: 可选。在此添加持久偏好，包括首选文件夹数量或层级。Sorty 会将其保存到 %1$@。

source: Put persistent preferences here, including preferred folder count or hierarchy. Sorty saves them with this persona.
de: Lege hier dauerhafte Präferenzen fest, einschließlich der bevorzugten Ordneranzahl oder Hierarchie. Sorty speichert sie mit dieser Persona.
es: Añade aquí preferencias permanentes, incluido el número de carpetas o la jerarquía. Sorty las guarda con esta persona.
fr: Ajoutez ici vos préférences permanentes, notamment le nombre de dossiers ou la hiérarchie. Sorty les enregistre avec cette persona.
ja: 希望するフォルダ数や階層などの継続的な設定をここに追加します。Sorty はこのペルソナと一緒に保存します。
zh_hans: 在此添加持久偏好，包括首选文件夹数量或层级。Sorty 会将其保存到此角色。

source: Add a folder that Sorty can organize with
de: Ein Ordner hinzufügen, den Sorty organisieren kann
es: Añadir una carpeta que Sorty pueda organizar
fr: Ajouter un dossier que Sorty peut organiser
ja: Sorty が整理できるフォルダを追加
zh_hans: 添加一个Sorty可以组织的文件夹

source: Add credentials and choose a model
de: Zugangsdaten hinzufügen und ein Modell auswählen
es: Añadir credenciales y elegir un modelo
fr: Ajouter des identifiants de connexion et choisir un modèle
ja: 認証情報を追加し、モデルを選択
zh_hans: 添加凭证并选择一个模型

source: Add custom instructions for Sorty
de: Benutzerdefinierte Anweisungen für Sorty hinzufügen
es: Añadir instrucciones personalizadas para Sorty
fr: Ajouter des instructions personnalisées pour Sorty
ja: Sorty 用のカスタム指示を追加
zh_hans: 为Sorty添加自定义指令

source: Add folders like Downloads or Desktop to automatically organize new files as they arrive
de: Ordner wie Downloads oder Desktop hinzufügen, um neue Dateien automatisch zu organisieren, sobald sie ankommen
es: Añadir carpetas como Descargas o Escritorio para organizar automáticamente los nuevos archivos cuando lleguen
fr: Ajouter des dossiers comme Téléchargements ou Bureau pour organiser automatiquement les nouveaux fichiers à leur arrivée
ja: Downloads または Desktop のようなフォルダを追加して、新しいファイルが到着するたびに自動的に整理
zh_hans: 将文件夹（如下载或桌面）添加到自动组织新文件

source: Add rules to exclude certain files or folders from organization. Excluded items also won't generate learnings.
de: Regeln hinzufügen, um bestimmte Dateien oder Ordner auszuschließen. Ausgeschlossene Elemente werden auch nicht generiert.
es: Añadir reglas para excluir ciertos archivos o carpetas de la organización. Los elementos excluidos también no generarán aprendizajes.
fr: Ajouter des règles pour exclure certains fichiers ou dossiers de l'organisation. Les éléments exclus ne génèrent pas d'apprentissages.
ja: 特定のファイルまたはフォルダを除外するルールを追加。除外されたアイテムも学習されません
zh_hans: 添加规则以排除某些文件或文件夹，不进行组织。被排除的项目也不会生成学习内容。

source: Additional Instructions
de: Zusätzliche Anweisungen
es: Instrucciones adicionales
fr: Instructions supplémentaires
ja: 追加の指示
zh_hans: 额外指令

source: Additional Naming Instructions
de: Zusätzliche Namensanweisungen
es: Instrucciones adicionales de nomenclatura
fr: Instructions supplémentaires de nommage
ja: 追加の名前付け指示
zh_hans: 额外命名指令

source: Additional instructions for %@
de: Zusätzliche Anweisungen für %1$@
es: Instrucciones adicionales para %1$@
fr: Instructions supplémentaires pour %1$@
ja: %1$@ 用の追加の指示
zh_hans: 为 %1$@ 添加额外指令

source: Adds this file reference to the instructions
de: Fügt diese Dateireferenz zu den Anweisungen hinzu
es: Añade esta referencia de archivo a las instrucciones
fr: Ajouter cette référence de fichier aux instructions
ja: このファイル参照を指示に追加
zh_hans: 将此文件引用添加到指令中

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
ja: 高度
zh_hans: 高级

source: Advanced Options
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
ja: 高度なオプション
zh_hans: 高级选项

source: Advanced settings
de: Erweiterte Einstellungen
es: Ajustes avanzados
fr: Paramètres avancés
ja: 高度な設定
zh_hans: 高级设置

source: All changes can be reversed
de: Alle Änderungen können rückgängig gemacht werden
es: Todos los cambios pueden revertirse
fr: Tous les changements peuvent être annulés
ja: すべての変更は逆転可能
zh_hans: 所有更改都可以撤销

source: All conflicts resolved
de: Alle Konflikte gelöst
es: Todos los conflictos resueltos
fr: Tous les conflits résolus
ja: すべての競合は解決
zh_hans: 所有冲突已解决

source: Allow localhost only
de: Nur localhost erlauben
es: Permitir solo localhost
fr: Autoriser uniquement localhost
ja: ローカルホストのみを許可
zh_hans: 仅允许本地主机

source: Analyzing file...
de: Datei analysieren...
es: Analizando archivo...
fr: Analyse du fichier...
ja: ファイルの分析中...
zh_hans: 分析文件...

source: Animated Blobby Loader shader
de: Animierter Blobby-Loader-Shader
es: Cargador de Bola Animada shader
fr: Shader de chargeur Blobby animé
ja: アニメーションされたクラウドローダーシェーダー
zh_hans: 动画Blobby加载器着色器

source: App Sandbox access to this folder was lost. Try removing and re-adding it.
de: Der Zugriff auf diesen Ordner im App Sandbox ist verloren. Versuchen Sie, ihn zu entfernen und wieder hinzuzufügen.
es: Se perdió el acceso a este carpeta App Sandbox. Intente quitárselo y volver a agregarlo.
fr: L'accès à ce dossier via le Sandbox d'application a été perdu. Essayez de le supprimer et de le réajouter.
ja: このフォルダへのアプリケーションのサンドボックスアクセスが失いました。これを削除して再び追加してください。
zh_hans: 无法访问此文件夹的App Sandbox。尝试移除并重新添加它。

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用
zh_hans: 应用

source: Apply %@?
de: %1$@ anwenden?
es: Aplicar %1$@?
fr: Appliquer %1$@?
ja: %1$@を適用？
zh_hans: 应用%1$@？

source: Apply Changes
de: Änderungen anwenden
es: Aplicar Cambios
fr: Appliquer des modifications
ja: 変更を適用
zh_hans: 应用更改

source: Apply Generated Plan
de: Generierter Plan anwenden
es: Aplicar Plan Generado
fr: Appliquer le plan généré
ja: 生成された計画を適用
zh_hans: 应用生成的计划

source: Apply Plan
de: Plan anwenden
es: Aplicar Plan
fr: Appliquer le plan
ja: 計画を適用
zh_hans: 应用计划

source: Apply file moves and create the planned folder structure
de: Dateienverschiebungen anwenden und die geplante Ordnerstruktur erstellen
es: Aplicar movimientos de archivos y crear la estructura planificada de la carpeta
fr: Appliquer les déplacements de fichiers et créer la structure de dossier planifiée
ja: ファイルの移動を適用し、計画されたフォルダ構造を作成します
zh_hans: 应用文件移动并创建计划的文件夹结构

source: Apply suggested file names in place
de: Vorgeschlagene Dateinamen im Ort anwenden
es: Aplicar nombres sugeridos de archivos en su lugar
fr: Appliquer les noms de fichier suggérés en place
ja: 推奨されたファイル名を場所に適用
zh_hans: 在原地应用建议的文件名

source: Apply this %@ plan to your files
de: Diesen %1$@-Plan auf Ihre Dateien anwenden
es: Aplicar este %1$@ plan a sus archivos
fr: Appliquer ce plan %1$@ à vos fichiers
ja: この%1$@計画をファイルに適用
zh_hans: 将此%1$@计划应用到您的文件上

source: Apply this generated organization plan
de: Diesen generierten Organisationsplan anwenden
es: Aplicar este plan de organización generada
fr: Appliquer ce plan d'organisation généré
ja: この生成された整理計画を適用
zh_hans: 应用此生成的组织计划

source: Apply to all remaining conflicts
de: Auf alle verbleibenden Konflikte anwenden
es: Aplicar a todos los conflictos restantes
fr: Appliquer à tous les conflits restants
ja: すべての残りの衝突に適用
zh_hans: 应用到所有剩余的冲突

source: Applying changes
de: Änderungen anwenden
es: Aplicando cambios
fr: Application des modifications
ja: 変更を適用中
zh_hans: 应用更改

source: Architecting Strategy...
de: Architekturstrategie...
es: Estrategia de Arquitectura...
fr: Stratégie d'architecture...
ja: アーキテクチャ戦略...
zh_hans: 架构策略...

source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
ja: 認証
zh_hans: 认证

source: Authorization complete
de: Befugnis erfüllt
es: Autorización completa
fr: Autorisation terminée
ja: 認可完了
zh_hans: 授权完成

source: Automatic verification runs every few seconds while this panel is open.
de: Die automatische Validierung läuft alle paar Sekunden, solange dieses Fenster geöffnet ist.
es: La verificación automática se ejecuta cada pocos segundos mientras este panel esté abierto.
fr: La vérification automatique s'exécute toutes les quelques secondes pendant que ce panneau est ouvert.
ja: 自動確認はこのパネルが開いている間、数秒ごとに実行されます。
zh_hans: 自动验证每几秒运行一次，只要此面板保持打开。

source: Automatically start Sorty when you log in to macOS
de: Sorty automatisch beim Login auf macOS starten
es: Iniciar automáticamente Sorty al iniciar macOS
fr: Démarrer automatiquement Sorty lors de la connexion à macOS
ja: macOSにログインすると自動でSortyを開始
zh_hans: 自动在登录macOS时启动Sorty

source: Automation override is active
de: Automatischer Überschreiben ist aktiv
es: Sobrescripción de automatización está activa
fr: L'override d'automatisation est actif
ja: 自動オーバーライドが有効
zh_hans: 自动化覆盖已激活

source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
zh_hans: 返回

source: Background Activity
de: Hintergrundaktivität
es: Actividad en segundo plano
fr: Activité en arrière-plan
ja: バックグラウンドアクティビティ
zh_hans: 后台活动
